<%@ Page Title="" Language="C#" MasterPageFile="~/user.Master" AutoEventWireup="true" CodeBehind="Mathrujyothis.aspx.cs" Inherits="ChurchWebPortal.Mathrujyothis" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

     <div class="wthree-main-content">
    <div class="agileinfo-about-top">
		<div class="container">
		<h2 class="agile-inner-title" style="font-style: italic; font-family: 'Times New Roman', Times, serif; color: #0099FF" >MathruJyothis</h2>
<div>
    <p>
        ബലിയായ് മാറുന്ന "അമ്മ" ജീവിതം......      

 

തനിക്കു പ്രിയപ്പെട്ടതെല്ലാം കുടുംബത്തിലെ ഓരോരുത്തർക്കും വേണ്ടി വിട്ടുകൊടുക്കുമ്പോൾ അക്ഷരാർത്ഥത്തിൽ അമ്മ ബലിയായ് മാറുകയാണ്....

ബലിജീവിതത്തിന്റെ ആഘോഷമാണ്  "മാതൃവേദി".

ആഘോഷങ്ങളുടെ അടിസ്ഥാനം സ്നേഹമാണ്. ആ സ്നേഹത്തിന്റെ ബലിക്കല്ലിലാണ് മാതൃവേദി കോതമംഗലം രൂപതയുടെ പ്രവർത്തനങ്ങൾ തേജസ്സുറ്റതായി മാറുന്നത്. 

1947 - ൽ കോതമംഗലം രൂപത മാതൃവേദി സ്ഥാപിതമായി. തുടർന്നിങ്ങോട്ട് 70 വർഷത്തെ സ്തുത്യർഹമായ പ്രവർത്തനങ്ങൾ...ആദ്ധ്യാത്മീകവും സാമൂഹികവുമായ മാനങ്ങളോടെ ദീർഘവീക്ഷണത്തോടെയുള്ള പ്രവർത്തനങ്ങൾ....കത്തോലിക്കാസഭയിൽ തന്നെ കോതമംഗലം രൂപത മാതൃവേദി എന്നും മുൻനിരയിൽ ...

1956 - ലാണ് കോതമംഗലം രൂപത സ്ഥാപിതമാകുന്നത്. എന്നാൽ എറണാകുളം അതിരൂപത വിഭജിക്കപ്പെട്ട് കോതമംഗലം രൂപത രൂപം കൊള്ളുന്നതിന് മുൻപേ തന്നെ അതായത് 1941ൽ മാതൃസംഘം എന്ന പേരിൽ മാതാക്കളുടെ സംഘടന പ്രവർത്തിക്കുന്നുണ്ടായിരുന്നു.

1979-ൽ അഭിവന്ദ്യ മാർ ജോർജ് പുന്നക്കോട്ടിൽ പിതാവിന്റെ നിർദേശപ്രകാരം രൂപതയിൽ മാതൃദീപ്തി എന്ന പേരിൽ അമ്മമാരുടെ സംഘടന സ്ഥാപിതമായി. അന്ന് റവ.ഫാ.അബ്രഹാം പുളിക്കൽ ഡയറക്ടറായിക്കൊണ്ട് തെരഞ്ഞെടുക്കപ്പെട്ട ഒരു ഭരണസമിതി നിലവിൽ വന്നു. തുടർന്നിങ്ങോട്ട് 38 വർഷങ്ങൾ. ശാക്തീകരിക്കപ്പെട്ട അമ്മമാരുടെ കഴിവും സർഗാത്മകതയും പ്രകടിപ്പിക്കാനുള്ള വേദിയായി മാതൃദീപ്തി ഇന്ന് മാറിയിരിക്കുന്നു. അടുക്കളയിൽ നിന്നും അരങ്ങത്തേക്ക് എന്ന വിപ്ലവാത്മകചിന്ത അക്ഷരാർത്ഥത്തിൽ തെളിയിച്ചുകൊണ്ടിരിക്കുകയാണ് മാതൃവേദിയിലെ അമ്മമാർ. അതിനുള്ള `ഇടം` എന്ന അർത്ഥത്തിൽ മാതൃദീപ്തി `മാതൃവേദി` എന്ന് പുനർനാമകരണം ചെയ്യപ്പെട്ടിരിക്കുന്നു. സ്ത്രീ ശാക്തീകരണത്തിന് ശരിയായ ദിശാബോധം നൽകാൻ കോതമംഗലം രൂപത മാതൃവേദിക്ക് ഇന്ന്  സാധിക്കുന്നു. ആദ്ധ്യാത്മീകവും, സാമൂഹികവും, സാംസ്കാരികവുമായ പ്രവർത്തനങ്ങൾക്ക് ചുക്കാൻ പിടിക്കാൻ അമ്മമാർക്ക് സാധിക്കുന്നുണ്ട്. `ഉണർവ്വ്`  എന്ന പരിശീലന കളരിയിലൂടെ സമഗ്ര വളർച്ച നേടിയ അമ്മമാർ സമൂഹത്തിന്റെ മുഖ്യധാരാപ്രവർത്തനങ്ങളിലേക്ക്  കടന്നു വരുന്നു എന്നത് എടുത്തു പറയേണ്ട ഒന്നാണ്. ജീവകാരുണ്യപ്രവർത്തനങ്ങൾക്ക് ഒന്നാം സ്ഥാനം നൽകിക്കൊണ്ട് യഥാർത്ഥ ആദ്ധ്യാത്മീകജീവിതത്തിന്റെ പ്രകടനവേദിയായി മാറിയിരിക്കുന്നു കോതമംഗലം രൂപത മാതൃവേദി. ഒപ്പം മഹത്വീകരിക്കപ്പെട്ട മാതൃത്വത്തിന്റെ യഥാർത്ഥ ഭാവം വരച്ചു കാട്ടാനും അമ്മമാർ മത്സരിക്കുന്നു ....
    </p>
</div>
            </div>

    </div>
         </div>
</asp:Content>
